Repository: JoeAndrew/macrofusion-1
Catalog: locale/*/LC_MESSAGES/MacroFusion.po
Languages: ru

source: Generating %s thumbnail failed.
ru: Не удалось создать миниатюру для %s.

source: Can't find Enfuse. Please check enblend/enfuse is installed. Stopping...
ru: Не найден Enfuse. Пожалуйста, проверьте, установлен ли enblend/enfuse. Останов...

source: Will use all the powers of your CPU!
ru: Будут использоваться все возможности вашего процессора!

source: CPU Cores: %s
ru: Ядер ЦП: %s

source: Exiftool is missing! Cannot copy exif info.
ru: Exiftool отсутствует! Не удается скопировать информацию EXIF.

source: Hugin tools (align_image_stack) are missing ! Cannot auto align images.
ru: Инструменты Hugin (align_image_stack) отсутствуют! Невозможно автоматический выровнять изображения.

source: . Revert to default value.
ru: . Вернитесь к значению по умолчанию.

source: No such application! Cannot find
ru: Нет такого приложения! Не удается найти

source: Image
ru: Изображение

source: Thumbnail
ru: Миниатюра

source: Please add or activate at least two images. Cannot do anything smart with the one or no image.
ru: Пожалуйста, добавьте или активируйте по крайней мере два изображения. Невозможно сделать что-то умное с одним изображением или без него.

source: Calculating preview...
ru: Создается предпросмотр

source: Preview generated
ru: Предпросмотр создан

source: No preview, no output, no edit. Game Over.
ru: Нет предпросмотра, нет вывода, нет редактирования. Конец Игры.

source: <b>Model:</b>
ru: <b>Модель:</b>

source: <b>Date:</b>
ru: <b>Дата:</b>

source: <b>Focal length:</b>
ru: <b>Фокусное расстояние:</b>

source: <b>Aperture:</b> F/
ru: <b>Относительное отверстие:</b> F/

source: <b>Exposure Time:</b>
ru: <b>Время выдержки:</b>

source: Can't overwrite input image! Please change the output filename.
ru: Невозможно перезаписать исходное изображение! Пожалуйста, измените имя выходного файла.

source: <b>Filename:</b>
ru: <b>Имя файла:</b>

source: <b>Resolution:</b>
ru: <b>Разрешение:</b>

source: Only JPEG and TIFF files are allowed. Cannot open:
ru: Разрешены только JPEG and TIFF файлы. Невозможно открыть:

source: Add images...
ru: Добавить изображения...

source: Open images...
ru: Открыть изображения...

source: Save file...
ru: Сохранить файл...

source: Please add two or more images. Cannot do anything smart with the one image.
ru: Пожалуйста, добавьте два или более изображений. Невозможно сделать что-то умное с одним изображением.

source: :: Align photos...
ru: :: Выравнивание снимков...

source: :: Fusion photos...
ru: ::Сведение снимков...

source: Fusion images...
ru: Сведение изображений...

source: Fusion, please wait...
ru: Сведение, подождите пожалуйста...

source: Fused !
ru: Соединен !

source: _File
ru: Файл

source: Remove All
ru: Удалить все

source: H_elp
ru: Справка

source: Exposure (default: 1)
ru: Экспозиция (по умолчанию: 1)

source: Contrast (default: 0)
ru: Контраст (по умолчанию: 0)

source: Saturation (default: 0.2)
ru: Насыщенность (по умолчанию: 0.2)

source: Mean exposure (default: 0.5)
ru: Средняя экспозиция (по умолчанию: 0.5)

source: Deviation (default: 0.2)
ru: Отклонение (по умолчанию: 0.2)

source: <b>Fusion parameters</b>
ru: <b>Параметры сведения</b>

source: Align
ru: Выровнять

source: Autocrop
ru: Автоматически кадрировать

source: Optimize image center shift
ru: Оптимизировать сномок сдвигом центра

source: Optimize field of view
ru: Оптимизировать поле обзора

source: <b>Align images</b>
ru: <b>Выравнивание снимков</b>

source: Fusion
ru: Сведение

source: Pyramid levels:
ru: Уровни пирамиды:

source: Force HardMask
ru: Жёсткая маска

source: Contrast window:
ru: Окно контраста:

source: Min Curvature:
ru: Минимальная кривизна:

source: EdgeScale:
ru: Масштаб края:

source: EdgeScale
ru: Масштаб края

source: Use CIECAM02 color profile
ru: Использовать цветовой профиль CIECAM02

source: Mean L-star Lightness Value Luminance
ru: Середина L-star Светлота Насыщенность Яркость

source: Gray projector:
ru: Проектор серого:

source: <b>Expert Options</b>
ru: <b>Опции эксперта</b>

source: Expert
ru: Эксперт

source: Preview size:
ru: Размер предосмотра:

source: The larger resolution - the longer it takes to generate preview.
ru: Чем больше разрешение - тем больше времени требуется для подготовки предпросмотра.

source: Width
ru: Ширина

source: Height
ru: Высота

source: Cache Size:
ru: Размер кеша:

source: 1024 Mb (default)
ru: 1024 МиБ (по умолчанию)

source: Bloc Size:
ru: Размер блока:

source: 2048 kb (default)
ru: 2048 КиБ (по умолчанию)

source: Final image size:
ru: Конечный размер:

source: Default
ru: По умолчанию

source: X-offset
ru: Смещение X

source: Y-offset
ru: Смещение Y

source: Jpeg compression:
ru: Сжатие JPEG:

source: Tiff compression:
ru: Сжатие TIFF:

source: None Packbits LZW Deflate
ru: Нет Packbits LZW Deflate

source: Edit with:
ru: Редактировать в:

source: <b>Software Options</b>
ru: <b>Опции программы</b>

source: Copy exif info ?
ru: Копировать данные EXIF?

source: Configuration
ru: Конфигурация

source: _Before/After
ru: До/После

source: _Preview
ru: _Предосмотр

source: <b>Photos</b>
ru: <b>Снимки</b>

source: <b>Action</b>
ru: <b>Действие</b>

source: <b>Preview</b>
ru: <b>Предосмотр</b>

source: label
ru: Метка

source: Close
ru: Закрыть
